Repository: Amirshox-TUIT/Molla
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Footer Logo
uz: Pastki logo

source: Praesent dapibus, neque id cursus ucibus, tortor neque egestas augue, eu vulputate magna eros eu erat.
uz: Bizning xizmatlarimiz doimiy ravishda yuqori sifatni ta’minlaydi.

source: Useful Links
uz: Foydali havolalar

source: About Molla
uz: Molla haqida

source: How to shop on Molla
uz: Mollada qanday xarid qilish

source: FAQ
uz: Ko‘p so‘raladigan savollar

source: Contact us
uz: Biz bilan bog‘laning

source: Log in
uz: Kirish

source: Customer Service
uz: Mijozlarga xizmat

source: Payment Methods
uz: To‘lov usullari

source: Money-back guarantee!
uz: Pulni qaytarish kafolati!

source: Returns
uz: Qaytarish

source: Shipping
uz: Yetkazib berish

source: Terms and conditions
uz: Shartlar va qoidalar

source: Privacy Policy
uz: Maxfiylik siyosati

source: My Account
uz: Mening hisobim

source: Sign In
uz: Kirish

source: View Cart
uz: Savatchani ko‘rish

source: My Wishlist
uz: Sevimlilarim

source: Track My Order
uz: Buyurtmani kuzatish

source: Help
uz: Yordam

source: Copyright © 2019 Molla Store. All Rights Reserved.
uz: Mualliflik huquqi © 2019 Molla do‘koni. Barcha huquqlar himoyalangan.

source: Payment methods
uz: To‘lov usullari

source: Wishlist
uz: Sevimlilar

source: About Us
uz: Biz haqimizda

source: Contact Us
uz: Biz bilan bog‘lanish

source: Login
uz: Kirish

source: Toggle mobile menu
uz: Mobil menyuni yoqish/o‘chirish

source: Home
uz: Asosiy

source: Products
uz: Mahsulotlar

source: Blogs
uz: Bloglar

source: About
uz: Biz haqimizda

source: Contact
uz: Aloqa

source: Molla - Bootstrap eCommerce Template
uz: Molla - Bootstrap elektron savdo shabloni

source: About us 2
uz: Biz haqimizda 2

source: Pages
uz: Sahifalar

source: Who We Are
uz: Biz kimmiz

source: Sed pretium, ligula sollicitudin laoreet viverra, tortor libero sodales leo, eget blandit nunc tortor eu nibh. Suspendisse potenti. Sed egestas, ante et vulputate volutpat, uctus metus libero eu augue. Morbi purus libero, faucibus adipiscing, commodo quis, gravida id, est. Sed lectus. Praesent elementum hendrerit tortor. Sed semper lorem at felis.
uz: Bizning jamoamiz sifatli xizmat va innovatsion yechimlarni taklif qiladi.

source: Design Quality
uz: Dizayn sifati

source: Sed egestas, ante et vulputate volutpat, eros pede semper est, vitae luctus metus libero eu augue.
uz: Bizning dizaynlarimiz yuqori sifat va qulaylikni ta’minlaydi.

source: Professional Support
uz: Professional yordam

source: Praesent dapibus, neque id cursus faucibus, tortor neque egestas augue, eu vulputate magna eros eu erat.
uz: Mutaxassislarimiz barcha savollarga tezkor yordam beradi.

source: Made With Love
uz: Mehr bilan yaratilgan

source: Pellentesque a diam sit amet mi ullamcorper vehicula. Nullam quis massa sit amet nibh viverra malesuada.
uz: Har bir loyihamiz sevgi va mas’uliyat bilan yaratilgan.

source: Happy Customer
uz: Baxtli mijozlar

source: Years in Business
uz: Biznesdagi yillar

source: Return Clients
uz: Qaytib keluvchi mijozlar

source: Awards Won
uz: Qo‘lga kiritilgan mukofotlar

source: Meet Our Team
uz: Bizning jamoa bilan tanishing

source: member photo
uz: a’zo surati

source: LETS START WORK
uz: ISHNI BOSHLAYLIK

source: The world's premium design brands in one destination.
uz: Dunyodagi eng yaxshi dizayn brendlari bir joyda.

source: Phasellus hendrerit. Pellentesque aliquet nibh nec urna. In nisi neque, aliquet vel, dapibus id, mattis vel, nis
uz: Eng yaxshi mahsulot va xizmatlarni birlashtiruvchi yagona manzil.

source: Brand Name
uz: Brend nomi

source: keep in touch with us
uz: Biz bilan aloqada bo‘ling

source: Contact Information
uz: Aloqa ma’lumotlari

source: Vestibulum volutpat, lacus a ultrices sagittis, mi neque euismod dui, eu pulvinar nunc sapien ornare nisl.
uz: Savollaringiz uchun biz bilan bog‘lanishingiz mumkin.

source: The Office
uz: Ofis

source: 70 Washington Square South New York, NY 10012, United States
uz: 70 Washington Square South, Nyu-York, NY 10012, AQSH

source: Office Hours
uz: Ish vaqti

source: Monday-Saturday
uz: Dushanba–Shanba

source: Sunday
uz: Yakshanba

source: Got Any Questions?
uz: Savollaringiz bormi?

source: Use the form below to get in touch with the sales team
uz: Savdo jamoasi bilan bog‘lanish uchun formani to‘ldiring

source: Name
uz: Ism

source: Phone
uz: Telefon

source: Subject
uz: Mavzu

source: Message
uz: Xabar

source: SUBMIT
uz: Yuborish

source: Our Stores
uz: Do‘konlarimiz

source: Store Hours:
uz: Do‘kon vaqti:

source: Monday - Saturday
uz: Dushanba–Shanba

source: View Map
uz: Xaritani ko‘rish

source: Monday - Friday
uz: Dushanba–Juma

source: Saturday
uz: Shanba

source: Sunday - Closed
uz: Yakshanba – Yopiq
